<?php wp_head(); ?>
<!-- <head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Equipe Creative - Веб-разработка сайтов под ключ</title>
    <link rel="stylesheet" href="<?php bloginfo("template_directory");?>/style.css">
    <link rel="stylesheet" href="<?php bloginfo("template_directory");?>/media.css">
    <link rel="stylesheet" href="<?php bloginfo("template_directory");?>/fonts/fonts.css">
</head>
<body>
    <header>
        <section class="container">
            <div class="header__logo">
                <img src="<?php bloginfo("template_directory");?>/images/Logo.png" alt="logo">
                <h2>Equipe&nbspCreative</h2>
            </div>
            <div class="header-nav">
                <nav>
                    <?php wp_nav_menu('Navigation'); ?>
                </nav>
            </div>
        </section>
    </header>
    <main> -->
    <?php get_header(); ?>
        <section class='container'>
            <div class="main-wrap">
                <section class='main-title'>
                    <h2>Фрилансер Веб-разработчик<span>/Веб-дизайнер</span><br>
                    Специализируюсь на Верстке и сайтах на различных CMS</h2>
                </section>
                <section class="main-promo">
                    <div class='promo__image'>
                        <div class="promo__animate">
                            <img class="mackbook" src="<?php bloginfo("template_directory");?>/images/MacBook.png" alt="Desktop">
                            <img class="ipad" src="<?php bloginfo("template_directory");?>/images/IPAD.png" alt="Table">
                            <img class="iphone12"src="<?php bloginfo("template_directory");?>/images/iphone.png" alt="Mobile">
                        </div>
                    </div>
                    <div class="promo__offer">
                        <h1>Отзывчивая и Валидная<br> верcтка под разничные CMS </h1>
                        <div class='wrap__btn'>
                            <a class='btn' href='http://equipecreative.ru.com/%d1%80%d0%b0%d0%b1%d0%be%d1%82%d1%8b/'>
                                Посмотреть работы 
                                <svg width="29" height="21" viewBox="0 0 29 21" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <g clip-path="url(#clip0)">
                                    <path d="M28.8932 10.3414C28.8989 10.0529 28.8086 9.76974 28.6346 9.53035C28.4605 9.29097 28.2111 9.10691 27.9203 9.00313L2.95906 0.0944465C2.772 0.0234233 2.57151 -0.0123203 2.36933 -0.0106887C2.16715 -0.00905718 1.96736 0.0299167 1.78166 0.103948C1.59597 0.177979 1.42812 0.285578 1.28794 0.420436C1.14776 0.555295 1.03808 0.714698 0.965327 0.889302C0.892576 1.06391 0.858218 1.2502 0.864266 1.43725C0.870315 1.6243 0.916649 1.80836 1.00055 1.97862C1.08446 2.14889 1.20424 2.30193 1.35288 2.42879C1.50152 2.55565 1.67603 2.65376 1.86617 2.71738L23.2638 10.3532L2.09241 18.2905C1.90591 18.3587 1.73586 18.4604 1.59205 18.5897C1.44824 18.7191 1.33353 18.8735 1.25453 19.0441C1.17552 19.2147 1.1338 19.3981 1.13175 19.5837C1.12971 19.7693 1.16739 19.9534 1.24262 20.1254C1.31784 20.2975 1.42913 20.454 1.57006 20.5861C1.71099 20.7181 1.87877 20.823 2.06372 20.8947C2.24868 20.9665 2.44714 21.0036 2.64767 21.0039C2.84819 21.0043 3.04681 20.9679 3.23207 20.8969L27.9441 11.6339C28.2226 11.5295 28.4615 11.351 28.6304 11.1209C28.7994 10.8908 28.8908 10.6195 28.8932 10.3414Z" fill="#FDFDFD"/>
                                    </g>
                                    <defs>
                                    <clipPath id="clip0">
                                    <rect x="0.893188" width="28" height="21" rx="5" fill="white"/>
                                    </clipPath>
                                    </defs>
                                </svg>
                            </a>
                        </div>
                    </div>
                </section>
            </div>
        </section>
        <section class='container'>
            <div class="main-options">
                <div class='options__item'>
                    <img src="<?php bloginfo("template_directory");?>/images/Layout.png" alt="">
                    <p>Адаптивная верстка, кроссбраузерная в короткие сроки</p>
                    <a class='btn'>Узнать больше 
                        <svg width="29" height="21" viewBox="0 0 29 21" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <g clip-path="url(#clip0)">
                            <path d="M28.8932 10.3414C28.8989 10.0529 28.8086 9.76974 28.6346 9.53035C28.4605 9.29097 28.2111 9.10691 27.9203 9.00313L2.95906 0.0944465C2.772 0.0234233 2.57151 -0.0123203 2.36933 -0.0106887C2.16715 -0.00905718 1.96736 0.0299167 1.78166 0.103948C1.59597 0.177979 1.42812 0.285578 1.28794 0.420436C1.14776 0.555295 1.03808 0.714698 0.965327 0.889302C0.892576 1.06391 0.858218 1.2502 0.864266 1.43725C0.870315 1.6243 0.916649 1.80836 1.00055 1.97862C1.08446 2.14889 1.20424 2.30193 1.35288 2.42879C1.50152 2.55565 1.67603 2.65376 1.86617 2.71738L23.2638 10.3532L2.09241 18.2905C1.90591 18.3587 1.73586 18.4604 1.59205 18.5897C1.44824 18.7191 1.33353 18.8735 1.25453 19.0441C1.17552 19.2147 1.1338 19.3981 1.13175 19.5837C1.12971 19.7693 1.16739 19.9534 1.24262 20.1254C1.31784 20.2975 1.42913 20.454 1.57006 20.5861C1.71099 20.7181 1.87877 20.823 2.06372 20.8947C2.24868 20.9665 2.44714 21.0036 2.64767 21.0039C2.84819 21.0043 3.04681 20.9679 3.23207 20.8969L27.9441 11.6339C28.2226 11.5295 28.4615 11.351 28.6304 11.1209C28.7994 10.8908 28.8908 10.6195 28.8932 10.3414Z" fill="#FDFDFD"/>
                            </g>
                            <defs>
                            <clipPath id="clip0">
                            <rect x="0.893188" width="28" height="21" rx="5" fill="white"/>
                            </clipPath>
                            </defs>
                        </svg>
                    </a>
                </div>
                <div class='options__item'>
                    <img src="<?php bloginfo("template_directory");?>/images/shop.png" alt="">
                    <p>Создание полностью функциональных интернет-магазинов</p>
                    <a class='btn'>Узнать больше 
                        <svg width="29" height="21" viewBox="0 0 29 21" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <g clip-path="url(#clip0)">
                            <path d="M28.8932 10.3414C28.8989 10.0529 28.8086 9.76974 28.6346 9.53035C28.4605 9.29097 28.2111 9.10691 27.9203 9.00313L2.95906 0.0944465C2.772 0.0234233 2.57151 -0.0123203 2.36933 -0.0106887C2.16715 -0.00905718 1.96736 0.0299167 1.78166 0.103948C1.59597 0.177979 1.42812 0.285578 1.28794 0.420436C1.14776 0.555295 1.03808 0.714698 0.965327 0.889302C0.892576 1.06391 0.858218 1.2502 0.864266 1.43725C0.870315 1.6243 0.916649 1.80836 1.00055 1.97862C1.08446 2.14889 1.20424 2.30193 1.35288 2.42879C1.50152 2.55565 1.67603 2.65376 1.86617 2.71738L23.2638 10.3532L2.09241 18.2905C1.90591 18.3587 1.73586 18.4604 1.59205 18.5897C1.44824 18.7191 1.33353 18.8735 1.25453 19.0441C1.17552 19.2147 1.1338 19.3981 1.13175 19.5837C1.12971 19.7693 1.16739 19.9534 1.24262 20.1254C1.31784 20.2975 1.42913 20.454 1.57006 20.5861C1.71099 20.7181 1.87877 20.823 2.06372 20.8947C2.24868 20.9665 2.44714 21.0036 2.64767 21.0039C2.84819 21.0043 3.04681 20.9679 3.23207 20.8969L27.9441 11.6339C28.2226 11.5295 28.4615 11.351 28.6304 11.1209C28.7994 10.8908 28.8908 10.6195 28.8932 10.3414Z" fill="#FDFDFD"/>
                            </g>
                            <defs>
                            <clipPath id="clip0">
                            <rect x="0.893188" width="28" height="21" rx="5" fill="white"/>
                            </clipPath>
                            </defs>
                        </svg>
                    </a>
                </div>
                <div class='options__item'>
                    <img src="<?php bloginfo("template_directory");?>/images/WP.png" alt="">
                    <p>Посадка и создание сайтов под "ключ" на CMS Wordpress</p>
                    <a class='btn'>Узнать больше 
                        <svg width="29" height="21" viewBox="0 0 29 21" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <g clip-path="url(#clip0)">
                            <path d="M28.8932 10.3414C28.8989 10.0529 28.8086 9.76974 28.6346 9.53035C28.4605 9.29097 28.2111 9.10691 27.9203 9.00313L2.95906 0.0944465C2.772 0.0234233 2.57151 -0.0123203 2.36933 -0.0106887C2.16715 -0.00905718 1.96736 0.0299167 1.78166 0.103948C1.59597 0.177979 1.42812 0.285578 1.28794 0.420436C1.14776 0.555295 1.03808 0.714698 0.965327 0.889302C0.892576 1.06391 0.858218 1.2502 0.864266 1.43725C0.870315 1.6243 0.916649 1.80836 1.00055 1.97862C1.08446 2.14889 1.20424 2.30193 1.35288 2.42879C1.50152 2.55565 1.67603 2.65376 1.86617 2.71738L23.2638 10.3532L2.09241 18.2905C1.90591 18.3587 1.73586 18.4604 1.59205 18.5897C1.44824 18.7191 1.33353 18.8735 1.25453 19.0441C1.17552 19.2147 1.1338 19.3981 1.13175 19.5837C1.12971 19.7693 1.16739 19.9534 1.24262 20.1254C1.31784 20.2975 1.42913 20.454 1.57006 20.5861C1.71099 20.7181 1.87877 20.823 2.06372 20.8947C2.24868 20.9665 2.44714 21.0036 2.64767 21.0039C2.84819 21.0043 3.04681 20.9679 3.23207 20.8969L27.9441 11.6339C28.2226 11.5295 28.4615 11.351 28.6304 11.1209C28.7994 10.8908 28.8908 10.6195 28.8932 10.3414Z" fill="#FDFDFD"/>
                            </g>
                            <defs>
                            <clipPath id="clip0">
                            <rect x="0.893188" width="28" height="21" rx="5" fill="white"/>
                            </clipPath>
                            </defs>
                        </svg>
                    </a>
                </div>
            </div>
        </section>
    </main>
    <footer>
        <section class="container">
            <div class='footer-wrap'>
                <nav class="footer-link">
                <?php wp_nav_menu( ['menu' => 'Social']); ?>
                </nav>
            </div>
            <div class='footer-wrap'>
                <nav class="footer-nav">
                    <?php wp_nav_menu('Navigation'); ?>
                </nav>
            </div>
            
        </section>
    </footer>
<?php wp_footer(); ?>
</body>